Repository: sunvc/Assistant
Catalog: Sources/Assistant/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans

# 1月前
source: month ago
ja: 1ヶ月前
ko: 1월 전

# 2天前
source: 2 days ago
ja: 2日前
ko: 2일 전
zh_hans: 2天前

# 3月前
source: 3 months ago
ja: 3ヶ月前
ko: 3개월 전
zh_hans: 3月前

# AI 助手
source: AI Assistant
ja: AIアシスタント
ko: AI 도우미
zh_hans: AI 助手

source: API Key
ja: APIキー
ko: API 키
zh_hans: API 密钥

source: BasePath
ja: ベースパス
ko: 기본 경로
zh_hans: 基础路径

source: Format
ja: フォーマット
ko: 포맷
zh_hans: 格式

source: Host
ja: ホスト
ko: 호스트
zh_hans: 主机

source: Key
ja: キー
ko: 키
zh_hans: 密钥

source: Model
ja: モデル
ko: 모델
zh_hans: 模型

source: Name
ja: 名前
ko: 이름
zh_hans: 名称

source: Region
ja: リージョン
ko: 지역
zh_hans: 区域

source: Voice
ja: ボイス
ko: 음성
zh_hans: 语音

# 一周前
source: a week ago
ja: 1週間前
ko: 일주일 전
zh_hans: 一周前

# 两周前
source: two weeks ago
ja: 2週間前
ko: 2주 전
zh_hans: 两周前

# 今天
source: today
ja: 今日
ko: 오늘
zh_hans: 今天

# 代码助手
source: Code Assistant
ja: コードアシスタント
ko: 코드 도우미
zh_hans: 代码助手

source: You are an experienced programmer skilled at writing clear, concise, and maintainable code. Please answer questions according to the following principles: 1. Provide complete, runnable code examples. 2. Briefly explain key implementation details. 3. Point out potential performance or structural optimizations. 4. Focus on code scalability, security, and efficiency. I will give you content below, please reply to me directly in %@ language.
ja: あなたは経験豊富なプログラマーであり、明確で簡潔、かつ保守しやすいコードを書くことに長けています。以下の原則に従って質問に回答してください： 1. 完全で実行可能なコード例を提供する。 2. 主要な実装のポイントを簡潔に説明する。 3. 潜在的なパフォーマンスや構造の最適化点を指摘する。 4. コードの拡張性・安全性・効率性に注目する。 これから内容をお伝えしますので、%@ 言語で直接ご返信ください。
ko: 당신은 명확하고 간결하며 유지보수가 쉬운 코드를 작성하는 데 능숙한 경험 많은 프로그래머입니다. 다음 원칙에 따라 질문에 답변해 주세요: 1. 완전하고 실행 가능한 코드 예시를 제공하세요. 2. 주요 구현 세부사항을 간단히 설명하세요. 3. 잠재적인 성능 또는 구조 최적화 포인트를 지적하세요. 4. 코드의 확장성, 보안성, 효율성에 주목하세요. 아래에 내용을 드릴 테니, %@ 언어로 바로 답변해 주세요.
zh_hans: 你是一位经验丰富的程序员，擅长编写清晰、简洁、易于维护的代码。请根据以下原则回答问题： 1. 提供完整、可运行的代码示例。 2. 简明解释关键实现细节。 3. 指出潜在的性能或结构优化点。 4. 关注代码的可扩展性、安全性和效率。 下面我给你内容，直接按照 %@ 语言给我回复

source: You are a professional writing assistant skilled in various writing styles and editing. Please optimize the text according to the following requirements: 1. Clarify the article structure and enhance logical coherence. 2. Refine word choice for more accurate and fluent language. 3. Emphasize key points and highlight core information. 4. Adapt the style to suit the target reader's reading habits. 5. Correct grammar, punctuation, and formatting errors. I will give you content below, please reply to me directly in %@ language.
ja: あなたはさまざまな文体の執筆と校正に長けたプロのライティングアシスタントです。以下の要件に従ってテキストを最適化してください： 1. 文章構成を明確にし、論理的な一貫性を高める。 2. 言葉遣いを最適化し、より正確で流暢な表現にする。 3. 重要なポイントを強調し、核心情報を際立たせる。 4. スタイルをターゲット読者の読習慣に合わせる。 5. 文法、句読点、書式の誤りを修正する。 これから内容をお伝えしますので、%@ 言語で直接ご返信ください。
ko: 당신은 다양한 문체의 글쓰기와 교정에 능숙한 전문 작문 도우미입니다. 다음 요구사항에 따라 텍스트를 최적화해 주세요: 1. 글의 구조를 명확히 하고 논리적 일관성을 강화하세요. 2. 단어 선택을 최적화하여 언어를 더 정확하고 유창하게 만드세요. 3. 핵심 사항을 강조하고 주요 정보를 부각하세요. 4. 스타일을 목표 독자의 읽기 습관에 맞추세요. 5. 문법, 구두점, 형식 오류를 수정하세요. 아래에 내용을 드릴 테니, %@ 언어로 바로 답변해 주세요.
zh_hans: 你是一名专业写作助手，擅长各类文体的写作与润色。请根据以下要求优化文本： 1. 明确文章结构，增强逻辑连贯性。 2. 优化用词，使语言更准确流畅。 3. 强调重点，突出核心信息。 4. 使风格贴合目标读者的阅读习惯。 5. 纠正语法、标点和格式错误。 下面我给你内容，直接按照 %@ 语言给我回复

source: You are a professional summarization assistant skilled at extracting key content from large amounts of information. When summarizing, please follow these principles: 1. Extract core ideas and remove redundant information. 2. Maintain clear logic and a compact structure; identify the main theme and understand the author's arguments and viewpoints. 3. List key points to convey the article's information and details. Ensure the summary is consistent and the language is concise and clear. 4. Generate paragraph or bullet-point summaries as needed, following the original structure to enhance readability. 5. Effectively convey main points and emotional tone, using concise and clear language. I will give you content below, please reply to me directly in %@ language.
ja: あなたは大量の情報から重要な内容を抽出することに長けたプロの要約アシスタントです。要約時は以下の原則に従ってください： 1. 核心的なポイントを抽出し、冗長な情報を排除する。 2. 論理を明確にし、構成を簡潔に保つ。記事の中心テーマを特定し、著者の主張や見解を理解する。 3. 重要な点を列挙して記事の情報や詳細を伝える。要約の一貫性を保ち、簡潔で明瞭な言葉を使う。 4. 必要に応じて段落形式または箇条書き形式の要約を作成し、原文の構成に従って読みやすさを高める。 5. 主要なポイントと感情面を効果的に伝え、簡潔で明確な言葉を使う。 これから内容をお伝えしますので、%@ 言語で直接ご返信ください。
ko: 당신은 방대한 정보에서 핵심 내용을 추출하는 데 능숙한 전문 요약 도우미입니다. 요약 시 다음 원칙을 따라 주세요: 1. 핵심 관점을 추출하고 불필요한 정보를 제거하세요. 2. 논리를 명확히 하고 구조를 간결하게 유지하세요. 글의 중심 주제를 파악하고 저자의 주장과 관점을 이해하세요. 3. 주요 포인트를 나열하여 글의 정보와 세부사항을 전달하세요. 요약의 일관성을 유지하고 언어는 간결하고 명확하게 하세요. 4. 필요에 따라 단락형 또는 요점형 요약을 생성하고, 원문 구조를 따라 가독성을 높이세요. 5. 주요 관점과 감정적 측면을 효과적으로 전달하고, 간결하고 명확한 언어를 사용하세요. 아래에 내용을 드릴 테니, %@ 언어로 바로 답변해 주세요.
zh_hans: 你是一名专业总结助手，擅长从大量信息中提炼关键内容。总结时请遵循以下原则： 1. 提取核心观点，排除冗余信息。 2. 保持逻辑清晰，结构紧凑, 确定文章的中心主题，理解作者的论点和观点。 3. 列出关键点来传达文章的信息和细节。确保总结保持一致性，语言简洁明了 4. 可根据需要生成段落式或要点式总结, 遵循原文结构以提升阅读体验。 5. 有效地传达主要观点和情感层面，同时使用简洁清晰的语言 下面我给你内容，直接按照 %@ 语言给我回复

source: You are a professional abstract assistant skilled at distilling key information in concise and accurate language. Based on the following content, extract 2-3 sentences that clearly summarize the core ideas and emotional tone. Only output the summary content, do not add explanations or notes. I will give you content below, please reply to me directly in %@ language.
ja: あなたは簡潔かつ正確な言葉で要点を抽出することに長けたプロの要約アシスタントです。 以下の内容に基づき、2～3文で核心的なポイントと感情のトーンを明確にまとめてください。 要約内容のみを出力し、説明や注釈は加えないでください。 これから内容をお伝えしますので、%@ 言語で直接ご返信ください。
ko: 당신은 간결하고 정확한 언어로 핵심 정보를 추출하는 데 능숙한 전문 요약 도우미입니다. 아래 내용을 바탕으로 2~3문장으로 핵심 관점과 감정적 톤을 명확하게 요약해 주세요. 요약 내용만 출력하고, 설명이나 주석은 추가하지 마세요. 아래에 내용을 드릴 테니, %@ 언어로 바로 답변해 주세요.
zh_hans: 你是一名专业摘要助手，擅长用简洁准确的语言提炼关键信息。 请基于以下内容，提炼出 2~3 句话，清晰概括核心观点和情感基调。 仅输出摘要内容，不添加解释或说明。 下面我给你内容，直接按照 %@ 语言给我回复

source: You are a professional translator proficient in multiple languages, able to accurately convey the meaning and style of the original text. When translating, please follow these points: 1. Maintain consistent tone and faithfully reproduce the original style. 2. Adjust appropriately to fit the target language's habits and culture. 3. Prefer natural and fluent expressions, and only return the translation without any additional content. I will give you content below, please translate it directly into %@ language. If the source and target languages are the same, please translate into English.
ja: あなたは多言語に精通し、原文の意味とスタイルを正確に伝えることができるプロの翻訳者です。翻訳時は以下の要点に従ってください： 1. 口調を一貫させ、原文のスタイルを忠実に再現する。 2. 対象言語の習慣や文化に合わせて適切に調整する。 3. 自然で流暢な表現を優先し、翻訳のみを返し、他の内容は追加しない。 これから内容をお伝えしますので、%@ 言語に直接翻訳してください。もし元の言語と対象言語が同じ場合は、英語に翻訳してください。
ko: 당신은 여러 언어에 능통하며, 원문의 의미와 스타일을 정확하게 전달할 수 있는 전문 번역가입니다. 번역 시 다음 사항을 따라 주세요: 1. 어조를 일관되게 유지하고, 원문의 스타일을 충실히 재현하세요. 2. 대상 언어의 습관과 문화에 맞게 적절히 조정하세요. 3. 자연스럽고 유창한 표현을 우선적으로 사용하고, 번역만 반환하며 다른 내용은 추가하지 마세요. 아래에 내용을 드릴 테니, %@ 언어로 바로 번역해 주세요. 만약 원본과 대상 언어가 같다면 영어로 번역해 주세요.
zh_hans: 你是一名专业翻译，精通多国语言，能够准确传达原文含义与风格。翻译时请遵循以下要点： 1. 保持语气一致，忠实还原原文风格。 2. 合理调整以符合目标语言习惯与文化。 3. 优先选择自然、通顺的表达方式, 只返回翻译，不要添加任何其他内容。 下面我给你内容，直接按照 %@ 语言进行翻译, 如果来源和目标语言相同，请翻译成英语

# 使用此提示词创建新提示词
source: Create new prompt with this prompt
ja: このプロンプトを使って新しいプロンプトを作成
ko: 이 프롬프트로 새 프롬프트 만들기
zh_hans: 使用此提示词创建新提示词

# 保存
source: Save
ja: 保存
ko: 저장
zh_hans: 保存

# 保存成功
source: Saved successfully
ja: 保存に成功しました
ko: 저장 성공
zh_hans: 保存成功

# 修改分组名称
source: Edit group name
ja: グループ名を編集
ko: 그룹 이름 수정
zh_hans: 修改分组名称

# 修改成功
source: Modified successfully
ja: 変更に成功しました
ko: 수정 성공
zh_hans: 修改成功

# 修改资料
source: Edit profile
ja: プロフィールを編集
ko: 프로필 수정
zh_hans: 修改资料

# 关闭
source: Close
ja: 閉じる
ko: 닫기
zh_hans: 关闭

# 内容
source: Content
ja: 内容
ko: 내용
zh_hans: 内容

# 内置
source: Built-in
ja: 内蔵
ko: 내장
zh_hans: 内置

# 内置提示词
source: Built-in prompt
ja: 内蔵プロンプト
ko: 내장 프롬프트
zh_hans: 内置提示词

# 最近使用
source: Recently used
ja: 最近使ったもの
ko: 최근 사용
zh_hans: 最近使用

# 写作助手
source: Writing assistant
ja: 執筆アシスタント
ko: 글쓰기 도우미
zh_hans: 写作助手

# 创建时间
source: Created time
ja: 作成日時
ko: 생성 시간
zh_hans: 创建时间

# 删除
source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除

# 前天
source: The day before yesterday
ja: 一昨日
ko: 그저께
zh_hans: 前天

# 加载中
source: Loading
ja: 読み込み中
ko: 로딩 중
zh_hans: 加载中

# 半年前
source: Half a year ago
ja: 半年前
ko: 반년 전
zh_hans: 半年前

# 历史消息数量
source: Number of historical messages
ja: 履歴メッセージ数
ko: 이전 메시지 수
zh_hans: 历史消息数量

# 历史记录
source: History
ja: 履歴
ko: 기록
zh_hans: 历史记录

# 参数不能为空
source: Parameter cannot be empty
ja: パラメータは空にできません
ko: 매개변수는 비워둘 수 없습니다
zh_hans: 参数不能为空

# 取消
source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消

# 嗨! 我是智能助手
source: Hi! I'm your smart assistant
ja: こんにちは！私はあなたのスマートアシスタントです
ko: 안녕하세요! 저는 스마트 어시스턴트입니다
zh_hans: 嗨! 我是智能助手

# 图片
source: Image
ja: 画像
ko: 사진
zh_hans: 图片

# 增加新账户
source: Add new account
ja: 新しいアカウントを追加
ko: 새 계정 추가
zh_hans: 增加新账户

# 增加新资料
source: Add new profile
ja: 新しいプロフィールを追加
ko: 새 프로필 추가
zh_hans: 增加新资料

# 复制
source: Copy
ja: コピー
ko: 복사
zh_hans: 复制

# 对话列表
source: Conversation list
ja: 会話リスト
ko: 대화 목록
zh_hans: 对话列表

# 已加载全部数据
source: All data loaded
ja: すべてのデータを読み込みました
ko: 모든 데이터가 로드되었습니다
zh_hans: 已加载全部数据

# 开始新聊天
source: Start new chat
ja: 新しいチャットを開始
ko: 새 채팅 시작
zh_hans: 开始新聊天

# 当您与智能助手对话时，您的对话将显示在此处
source: When you chat with the smart assistant, your conversations will appear here
ja: スマートアシスタントと会話すると、ここに表示されます
ko: 스마트 어시스턴트와 대화하면 이곳에 표시됩니다
zh_hans: 当您与智能助手对话时，您的对话将显示在此处

# 思考中
source: Thinking...
ja: 考え中...
ko: 생각 중...
zh_hans: 思考中

# 总结助手
source: Summary Assistant
ja: 要約アシスタント
ko: 요약 도우미
zh_hans: 总结助手

# 我可以帮你搜索，答疑，写作，请把你的任务交给我吧！
source: I can help you search, answer questions, and write. Please leave your tasks to me!
ja: 検索、質問への回答、執筆をお手伝いできます。ぜひお任せください！
ko: 검색, 질의응답, 글쓰기를 도와드릴 수 있습니다. 저에게 맡겨주세요!
zh_hans: 我可以帮你搜索，答疑，写作，请把你的任务交给我吧！

# 拍照
source: Take photo
ja: 写真を撮る
ko: 사진 찍기
zh_hans: 拍照

# 提示词详情
source: Prompt details
ja: プロンプトの詳細
ko: 프롬프트 상세
zh_hans: 提示词详情

# 搜索提示词
source: Search prompt
ja: プロンプトを検索
ko: 프롬프트 검색
zh_hans: 搜索提示词

# 摘要助手
source: Summary Assistant
ja: 要約アシスタント
ko: 요약 도우미
zh_hans: 摘要助手

# 数据管理
source: Data management
ja: データ管理
ko: 데이터 관리
zh_hans: 数据管理

# 文件
source: File
ja: ファイル
ko: 파일
zh_hans: 文件

# 新对话
source: New conversation
ja: 新しい会話
ko: 새 대화
zh_hans: 新对话

# 新建提示词
source: Create new prompt
ja: 新しいプロンプトを作成
ko: 새 프롬프트 만들기
zh_hans: 新建提示词

# 无聊天
source: No chats
ja: チャットなし
ko: 채팅 없음
zh_hans: 无聊天

# 昨天
source: Yesterday
ja: 昨日
ko: 어제
zh_hans: 昨天

# 智能助手
source: Smart Assistant
ja: スマートアシスタント
ko: 스마트 어시스턴트
zh_hans: 智能助手

# 朗读
source: Read aloud
ja: 音読
ko: 소리내어 읽기
zh_hans: 朗读

# 查看
source: View
ja: 表示
ko: 보기
zh_hans: 查看

# 标题
source: Title
ja: タイトル
ko: 제목
zh_hans: 标题

# 模型名称: (gpt-4o-mini)
source: Model name: (gpt-4o-mini)
ja: モデル名: (gpt-4o-mini)
ko: 모델명: (gpt-4o-mini)
zh_hans: 模型名称: (gpt-4o-mini)

# 欢迎使用 %@
source: Welcome to %@
ja: %@ へようこそ
ko: %@에 오신 것을 환영합니다
zh_hans: 欢迎使用 %@

# 正在处理中...
source: Processing...
ja: 処理中...
ko: 처리 중...
zh_hans: 正在处理中...

# 正在输入%@
source: Typing %@...
ja: %@ を入力中...
ko: %@ 입력 중...
zh_hans: 正在输入%@

# 此名称用来查找历史分组使用
source: This name is used to search for historical groups
ja: この名前は履歴グループの検索に使用されます
ko: 이 이름은 이전 그룹을 찾는 데 사용됩니다
zh_hans: 此名称用来查找历史分组使用

# 此操作将删除所有聊天记录和设置数据，且无法恢复。确定要继续吗？
source: This operation will delete all chat records and settings data and cannot be undone. Are you sure you want to continue?
ja: この操作ですべてのチャット履歴と設定データが削除され、元に戻せません。続行しますか？
ko: 이 작업은 모든 채팅 기록과 설정 데이터를 삭제하며, 복구할 수 없습니다. 계속하시겠습니까?
zh_hans: 此操作将删除所有聊天记录和设置数据，且无法恢复。确定要继续吗？

# 没有找到相关提示词
source: No related prompts found
ja: 関連するプロンプトが見つかりません
ko: 관련 프롬프트를 찾을 수 없습니다
zh_hans: 没有找到相关提示词

# 没有配置账户
source: No account configured
ja: アカウントが設定されていません
ko: 계정이 설정되지 않았습니다
zh_hans: 没有配置账户

# 测试/保存成功
source: Test/Save successful
ja: テスト/保存に成功しました
ko: 테스트/저장 성공
zh_hans: 测试/保存成功

# 测试中...
source: Testing...
ja: テスト中...
ko: 테스트 중...
zh_hans: 测试中...

# 测试后保存
source: Save after testing
ja: テスト後に保存
ko: 테스트 후 저장
zh_hans: 测试后保存

# 添加 Prompt
source: Add Prompt
ja: プロンプトを追加
ko: 프롬프트 추가
zh_hans: 添加 Prompt

# 添加成功
source: Added successfully
ja: 追加に成功しました
ko: 추가 성공
zh_hans: 添加成功

# 清除
source: Clear
ja: クリア
ko: 지우기
zh_hans: 清除

# 清除所有数据
source: Clear all data
ja: すべてのデータをクリア
ko: 모든 데이터 지우기
zh_hans: 清除所有数据

# 点击查看更多
source: Click to see more
ja: もっと見る
ko: 더 보기
zh_hans: 点击查看更多

# 确定要删除"%@"提示词吗？此操作无法撤销。
source: Are you sure you want to delete the "%@" prompt? This action cannot be undone.
ja: 「%@」プロンプトを削除してもよろしいですか？この操作は元に戻せません。
ko: "%@" 프롬프트를 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
zh_hans: 确定要删除"%@"提示词吗？此操作无法撤销。

# 确认
source: Confirm
ja: 確認
ko: 확인
zh_hans: 确认

# 确认删除
source: Confirm deletion
ja: 削除を確認
ko: 삭제 확인
zh_hans: 确认删除

# 给智能助手发消息
source: Send a message to the smart assistant
ja: スマートアシスタントにメッセージを送信
ko: 스마트 어시스턴트에게 메시지 보내기
zh_hans: 给智能助手发消息

# 编辑
source: Edit
ja: 編集
ko: 편집
zh_hans: 编辑

# 编辑提示词
source: Edit prompt
ja: プロンプトを編集
ko: 프롬프트 편집
zh_hans: 编辑提示词

# 网络地址
source: Network address
ja: ネットワークアドレス
ko: 네트워크 주소
zh_hans: 网络地址

# 翻译助手
source: Translation Assistant
ja: 翻訳アシスタント
ko: 번역 도우미
zh_hans: 翻译助手

# 自定义提示词
source: Custom prompt
ja: カスタムプロンプト
ko: 사용자 지정 프롬프트
zh_hans: 自定义提示词

# 设置
source: Settings
ja: 設定
ko: 설정
zh_hans: 设置

# 设置每次对话时包含的历史消息数量，数量越多上下文越完整，但会增加 Token 消耗
source: Set the number of historical messages included in each conversation. The more messages, the more complete the context, but it will increase token consumption.
ja: 各会話に含める履歴メッセージ数を設定します。多いほど文脈が充実しますが、トークン消費も増えます。
ko: 각 대화에 포함할 이전 메시지 수를 설정합니다. 많을수록 맥락이 더 완전해지지만 토큰 소모가 증가합니다.
zh_hans: 设置每次对话时包含的历史消息数量，数量越多上下文越完整，但会增加 Token 消耗

# 试听
source: Preview
ja: 試聴
ko: 미리 듣기
zh_hans: 试听

# 语音服务区域
source: Voice service region
ja: 音声サービス地域
ko: 음성 서비스 지역
zh_hans: 语音服务区域

# 语音设置
source: Voice settings
ja: 音声設定
ko: 음성 설정
zh_hans: 语音设置

# 语音配置
source: Voice configuration
ja: 音声構成
ko: 음성 구성
zh_hans: 语音配置

# 请求地址(api.openai.com)
source: Request address (api.openai.com)
ja: リクエストアドレス(api.openai.com)
ko: 요청 주소(api.openai.com)
zh_hans: 请求地址(api.openai.com)

# 请求密钥
source: Request key
ja: リクエストキー
ko: 요청 키
zh_hans: 请求密钥

# 请求路径: /v1
source: Request path: /v1
ja: リクエストパス: /v1
ko: 요청 경로: /v1
zh_hans: 请求路径: /v1

# 请输入提示词标题
source: Please enter the prompt title
ja: プロンプトのタイトルを入力してください
ko: 프롬프트 제목을 입력하세요
zh_hans: 请输入提示词标题

# 账户列表
source: Account list
ja: アカウントリスト
ko: 계정 목록
zh_hans: 账户列表

# 输入分组名称
source: Enter group name
ja: グループ名を入力
ko: 그룹 이름 입력
zh_hans: 输入分组名称

# 输入别名
source: Enter alias
ja: 別名を入力
ko: 별명 입력
zh_hans: 输入别名

# 这是一个内置提示词，你可以基于它创建一个新的自定义提示词
source: This is a built-in prompt. You can create a new custom prompt based on it.
ja: これは組み込みプロンプトです。これを基に新しいカスタムプロンプトを作成できます。
ko: 이것은 내장 프롬프트입니다. 이를 기반으로 새 사용자 지정 프롬프트를 만들 수 있습니다.
zh_hans: 这是一个内置提示词，你可以基于它创建一个新的自定义提示词

# 连接失败
source: Connection failed
ja: 接続に失敗しました
ko: 연결 실패
zh_hans: 连接失败

# 选择提示词
source: Select prompt
ja: プロンプトを選択
ko: 프롬프트 선택
zh_hans: 选择提示词

# 选择格式
source: Select format
ja: フォーマットを選択
ko: 포맷 선택
zh_hans: 选择格式

# 选择语音模型
source: Select voice model
ja: 音声モデルを選択
ko: 음성 모델 선택
zh_hans: 选择语音模型

# 重命名
source: Rename
ja: 名前を変更
ko: 이름 변경
zh_hans: 重命名

# 重复数据
source: Duplicate data
ja: 重複データ
ko: 중복 데이터
zh_hans: 重复数据

# 默认
source: Default
ja: デフォルト
ko: 기본값
zh_hans: 默认

# 默认语调
source: Default tone
ja: デフォルトトーン
ko: 기본 어조
zh_hans: 默认语调

# 默认语速
source: Default speed
ja: デフォルト速度
ko: 기본 속도
zh_hans: 默认语速

# 默认语音
source: Default voice
ja: デフォルト音声
ko: 기본 음성
zh_hans: 默认语音

# 默认音频格式
source: Default audio format
ja: デフォルト音声フォーマット
ko: 기본 오디오 형식
zh_hans: 默认音频格式
